Repository: common-repository/native-wp-excerpt
Catalog: languages/native-wp-excerpt-*.po
Languages: ru_ru, uk

source: Read More
ru_ru: Читать подробнее
uk: Читати докладніше

source: Excerpt settings
ru_ru: Настройки цитат
uk: Налаштування цитат

source: Excerpt
ru_ru: Цитата
uk: Цитата

source: Excerpt tail
ru_ru: Хвост цитат
uk: Хвіст цитат

source: Make excerpt as link to a post
ru_ru: Сделать цитату как ссылку на запись
uk: Зробити цитату як посилання на запис

source: Yes, make excerpt as link to a post
ru_ru: Да, сделать цитату ссылкой на запись
uk: Так, зробити цитату посиланням на запис

source: No, leave excerpt as plain text
ru_ru: Нет, оставить цитату простым текстом
uk: Ні, залишити цитату простим текстом

source: Link text
ru_ru: Текст ссылки
uk: Текст посилання

source: Length of words in excerpt
ru_ru: Количество слов в цитате
uk: Кількість слів в цитаті

source: Read More Tag
ru_ru: "Далее" тег
uk: "Далі" тег

source: Remove scroll from read more link
ru_ru: Убрать прокрутку из ссылки
uk: Прибрати прокрутку з посилання

source: Yes
ru_ru: Да
uk: Так

source: No
ru_ru: Нет
uk: Ні

source: Read More Tag text
ru_ru: Текст ссылки
uk: Текст посилання

source: Save changes
ru_ru: Сохранить изменения
uk: Зберегти зміни

source: Native WP Excerpt
ru_ru: Цитаты
uk: Цитати
